<?php

return [

    'main' => 'الرئيسية',
    'tags' => 'العلامات',
    'addTag' => 'أضف علامة',
    'name' => 'الاسم',
    'slug' => 'اسم الرابط',
    'status' => 'الحالة',
    'tagData' => 'بيانات العلامة',
    'save' => 'حفظ',
    'retreat' => 'تراجع',
    'update' => 'تحديث',
    'tag' => 'اسم العلامة',
    'active' => 'مفعل',
    'not active' => 'غير مفعل',
    'process' => 'العمليات',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'editTag' => 'تعديل العلامة ',
    'error' => 'هذه العلامة غير موجودة',
    'success-add' => 'تم اضافة العلامة بنجاح',
    'exception-add' => 'هناك خطأ ما. يرجى المحاولة مرة أخرى',
    'success-update' => 'تم تحديث العلامة بنجاح',
    'exception-update' => 'هناك خطأ ما. يرجى المحاولة مرة أخرى',
    'alert-delete' => 'هل انت متأكد من حذف هذه العلامة !!',
    'confirm-delete' => 'تأكيد الحذف',
    'cancel' => 'الغاء',
    'success-delete' => 'تم حذف العلامة بنجاح',
    'exception-delete' => 'هناك خطأ ما. يرجى المحاولة مرة أخرى',
    'name.required' => 'اسم العلامة مطلوب',
    'slug.required' => 'اسم الرابط الخاص بالعلامة مطلوب',
    'slug.unique' => 'اسم رابط هذه العلامة مجوز ',




];
